{
    "verses": [
      {
        "day": "1",
        "book": "Genesis",
        "chapter": 1,
        "verse": 1,
        "text": "In the beginning God created the heavens and the earth."
      },
      {
        "day": "2",
        "book": "John",
        "chapter": 1,
        "verse": 14,
        "text": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth."
      },
      {
        "day": "3",
        "book": "Romans",
        "chapter": 8,
        "verse": "38-39",
        "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."
      },
      {
        "day": "4",
        "book": "Isaiah",
        "chapter": 43,
        "verse": 1,
        "text": "But now, this is what the Lord says—he who created you, Jacob, he who formed you, Israel: “Do not fear, for I have redeemed you; I have summoned you by name; you are mine.”"
      },
      {
        "day": "5",
        "book": "Psalm",
        "chapter": 119,
        "verse": 11,
        "text": "I have hidden your word in my heart that I might not sin against you."
      },
      {
        "day": "6",
        "book": "Ephesians",
        "chapter": 2,
        "verse": 10,
        "text": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."
      },
      {
        "day": "7",
        "book": "1 Corinthians",
        "chapter": 15,
        "verse": 57,
        "text": "But thanks be to God! He gives us the victory through our Lord Jesus Christ."
      },
      {
        "day": "8",
        "book": "Romans",
        "chapter": 12,
        "verse": 1,
        "text": "Therefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship."
      },
      {
        "day": "9",
        "book": "Philippians",
        "chapter": 2,
        "verse": 13,
        "text": "For it is God who works in you to will and to act in order to fulfill his good purpose."
      },
      {
        "day": "10",
        "book": "Psalm",
        "chapter": 103,
        "verse": 12,
        "text": "As far as the east is from the west, so far has he removed our transgressions from us."
      },
      {
        "day": "11",
        "book": "2 Peter",
        "chapter": 1,
        "verse": 3,
        "text": "His divine power has given us everything we need for a godly life through our knowledge of him who called us by his own glory and goodness."
      },
      {
        "day": "12",
        "book": "Psalm",
        "chapter": 118,
        "verse": 14,
        "text": "The Lord is my strength and my defense; he has become my salvation."
      },
      {
        "day": "13",
        "book": "Colossians",
        "chapter": 1,
        "verse": 13,
        "text": "For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves."
      },
      {
        "day": "14",
        "book": "Galatians",
        "chapter": 5,
        "verse": "22-23",
        "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law."
      },
      {
        "day": "15",
        "book": "Romans",
        "chapter": 5,
        "verse": 1,
        "text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ."
      },
      {
        "day": "16",
        "book": "1 John",
        "chapter": 5,
        "verse": 14,
        "text": "This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us."
      },
      {
        "day": "17",
        "book": "Proverbs",
        "chapter": 16,
        "verse": 9,
        "text": "In their hearts humans plan their course, but the Lord establishes their steps."
      },
      {
        "day": "18",
        "book": "Psalm",
        "chapter": 86,
        "verse": 5,
        "text": "You, Lord, are forgiving and good, abounding in love to all who call to you."
      },
      {
        "day": "19",
        "book": "John",
        "chapter": 16,
        "verse": 33,
        "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world."
      },
      {
        "day": "20",
        "book": "Psalm",
        "chapter": 62,
        "verse": "5-6",
        "text": "Yes, my soul, find rest in God; my hope comes from him. Truly he is my rock and my salvation; he is my fortress, I will not be shaken."
      },
      {
        "day": "21",
        "book": "John",
        "chapter": 14,
        "verse": 6,
        "text": "Jesus answered, “I am the way and the truth and the life. No one comes to the Father except through me.”"
      },
      {
        "day": "22",
        "book": "Romans",
        "chapter": 14,
        "verse": 8,
        "text": "If we live, we live for the Lord; and if we die, we die for the Lord. So, whether we live or die, we belong to the Lord."
      },
      {
        "day": "23",
        "book": "1 Peter",
        "chapter": 2,
        "verse": 9,
        "text": "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light."
      },
      {
        "day": "24",
        "book": "2 Timothy",
        "chapter": 3,
        "verse": 16,
        "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness."
      },
      {
        "day": "25",
        "book": "Matthew",
        "chapter": 4,
        "verse": 19,
        "text": "Come, follow me,” Jesus said, “and I will send you out to fish for people.”"
      },
      {"day": "26",
        "book": "Psalm",
        "chapter": 145,
        "verse": 9,
        "text": "The Lord is good to all; he has compassion on all he has made."
      },
      {
        "day": "27",
        "book": "James",
        "chapter": 1,
        "verse": 12,
        "text": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him."
      },
      {
        "day": "28",
        "book": "Proverbs",
        "chapter": 2,
        "verse": 6,
        "text": "For the Lord gives wisdom; from his mouth come knowledge and understanding."
      },
      {
        "day": "29",
        "book": "Isaiah",
        "chapter": 41,
        "verse": 10,
        "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."
      },
      {
        "day": "30",
        "book": "Hebrews",
        "chapter": 12,
        "verse": 2,
        "text": "Fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God."
      },
      {
        "day": "31",
        "book": "Psalm",
        "chapter": 37,
        "verse": "23-24",
        "text": "The Lord makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the Lord upholds him with his hand."
      },
      {
        "day": "31",
        "book": "1 Chronicles",
        "chapter": 16,
        "verse": 34,
        "text": "Give thanks to the Lord, for he is good; his love endures forever."
      },
      {
        "day": "32",
        "book": "Psalm",
        "chapter": 145,
        "verse": 16,
        "text": "You open your hand and satisfy the desires of every living thing."
      },
      {
        "day": "33",
        "book": "James",
        "chapter": 1,
        "verse": 17,
        "text": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."
      },
      {
        "day": "34",
        "book": "2 Corinthians",
        "chapter": 4,
        "verse": "8-9",
        "text": "We are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed."
      },
      {
        "day": "35",
        "book": "2 Corinthians",
        "chapter": 5,
        "verse": 17,
        "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!"
      },
      {
        "day": "36",
        "book": "1 Corinthians",
        "chapter": 13,
        "verse": 13,
        "text": "And now these three remain: faith, hope and love. But the greatest of these is love."
      },
      {
        "day": "37",
        "book": "Matthew",
        "chapter": 11,
        "verse": 28,
        "text": "Come to me, all you who are weary and burdened, and I will give you rest."
      },
          {
            "day": "38",
            "book": "James",
            "chapter": 4,
            "verse": 7,
            "text": "Submit yourselves, then, to God. Resist the devil, and he will flee from you."
          },
          {
            "day": "39",
            "book": "Psalm",
            "chapter": 56,
            "verse": 3,
            "text": "When I am afraid, I put my trust in you."
          },
          {
            "day": "40",
            "book": "Romans",
            "chapter": 6,
            "verse": 23,
            "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
          },
          {
            "day": "41",
            "book": "Isaiah",
            "chapter": 40,
            "verse": 31,
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."
          },
          {
            "day": "42",
            "book": "1 Corinthians",
            "chapter": 10,
            "verse": 13,
            "text": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear."
          },
          {
            "day": "43",
            "book": "Psalm",
            "chapter": 18,
            "verse": 2,
            "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold."
          },
          {
            "day": "44",
            "book": "Matthew",
            "chapter": 5,
            "verse": 14,
            "text": "You are the light of the world. A town built on a hill cannot be hidden."
          },
          {
            "day": "45",
            "book": "Romans",
            "chapter": 15,
            "verse": 13,
            "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."
          },
          {
            "day": "46",
            "book": "Psalm",
            "chapter": 46,
            "verse": 1,
            "text": "God is our refuge and strength, an ever-present help in trouble."
          },
          {
            "day": "47",
            "book": "Proverbs",
            "chapter": 3,
            "verse": "5-6",
            "text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight."
          },
          {
            "day": "48",
            "book": "Hebrews",
            "chapter": 13,
            "verse": 8,
            "text": "Jesus Christ is the same yesterday and today and forever."
          },
          {
            "day": "49",
            "book": "1 Timothy",
            "chapter": 6,
            "verse": 6,
            "text": "But godliness with contentment is great gain."
          },
          {
            "day": "50",
            "book": "2 Samuel",
            "chapter": 22,
            "verse": 31,
            "text": "As for God, his way is perfect: The Lord’s word is flawless; he shields all who take refuge in him."
          },
          {
            "book": "John",
            "chapter": 15,
            "verse": 5,
            "text": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing."
          },
          {
            "book": "Philippians",
            "chapter": 4,
            "verse": "6-7",
            "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
          },
          {
            "book": "Psalm",
            "chapter": 103,
            "verse": 8,
            "text": "The Lord is compassionate and gracious, slow to anger, abounding in love."
          },
          {
            "book": "Hebrews",
            "chapter": 4,
            "verse": 12,
            "text": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."
          },
          {
            "book": "Matthew",
            "chapter": 19,
            "verse": 26,
            "text": "Jesus looked at them and said, 'With man this is impossible, but with God all things are possible.'"
          },
          {
            "book": "Psalm",
            "chapter": 119,
            "verse": 105,
            "text": "Your word is a lamp for my feet, a light on my path."
          },
          {
            "book": "2 Corinthians",
            "chapter": 5,
            "verse": 17,
            "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!"
          },
          {
            "book": "Ephesians",
            "chapter": 6,
            "verse": 10,
            "text": "Finally, be strong in the Lord and in his mighty power."
          },
          {
            "book": "Matthew",
            "chapter": 6,
            "verse": 33,
            "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well."
          },
          {
            "book": "Romans",
            "chapter": 3,
            "verse": 23,
            "text": "For all have sinned and fall short of the glory of God."
          },
          {
            "book": "Psalm",
            "chapter": 91,
            "verse": 1,
            "text": "Whoever dwells in the secret place of the Most High will rest in the shadow of the Almighty."
          },
          {
            "book": "John",
            "chapter": 8,
            "verse": 12,
            "text": "When Jesus spoke again to the people, he said, 'I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.'"
          },
          {
            "book": "Proverbs",
            "chapter": 18,
            "verse": 10,
            "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe."
          },
          {
            "book": "1 John",
            "chapter": 4,
            "verse": 19,
            "text": "We love because he first loved us."
          },
          {
            "book": "Romans",
            "chapter": 14,
            "verse": 17,
            "text": "For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit."
          },
          {
            "book": "Psalm",
            "chapter": 50,
            "verse": 15,
            "text": "And call on me in the day of trouble; I will deliver you, and you will honor me."
          },
          {
            "book": "Isaiah",
            "chapter": 26,
            "verse": 3,
            "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you."
          },
          {
            "book": "2 Corinthians",
            "chapter": 4,
            "verse": 6,
            "text": "For God, who said, 'Let light shine out of darkness,' made his light shine in our hearts to give us the light of the knowledge of God’s glory displayed in the face of Christ."
          },
          {
            "book": "Proverbs",
            "chapter": 11,
            "verse": 25,
            "text": "A generous person will prosper; whoever refreshes others will be refreshed."
          },
          {
            "book": "Psalm",
            "chapter": 23,
            "verse": "1-3",
            "text": "The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, he leads me beside quiet waters, he refreshes my soul."
          },
          {
            "book": "Matthew",
            "chapter": 28,
            "verse": 20,
            "text": "And surely I am with you always, to the very end of the age."
          },
          {
            "book": "Psalm",
            "chapter": 34,
            "verse": 8,
            "text": "Taste and see that the Lord is good; blessed is the one who takes refuge in him."
          },
          {
            "book": "Romans",
            "chapter": 8,
            "verse": 1,
            "text": "Therefore, there is now no condemnation for those who are in Christ Jesus."
          },
          {
            "book": "1 Corinthians",
            "chapter": 10,
            "verse": 31,
            "text": "So whether you eat or drink or whatever you do, do it all for the glory of God."
          }
    ]
  }
  